Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# DecompressionOptionDialog_LocationText.PlaceholderText
source: Must be a valid file folder path
de_de: Muss ein gültiger Dateiordnerpfad sein
es: Debe ser una ruta de carpeta de archivo válida
fr_fr: Doit être un chemin de dossier de fichiers valide
zh_hans: 必须为有效的文件夹路径
zh_hant: 必須是有效的文件夾路徑

# DecompressOption.Text
source: Extract option...
de_de: Extrahierungsoptionen
es: Opción de extracción ...
fr_fr: Option d'extraction ...
zh_hans: 解压选项...
zh_hant: 提取選項...

# QueueDialog_InvokeContextMenuError_Content
source: Cannot execute this menu item
de_de: Dieses Menüelement kann nicht ausgeführt werden.
es: No se puede ejecutar este elemento de menú
fr_fr: Impossible d'exécuter cet élément de menu
zh_hans: 无法执行此菜单项
zh_hant: 無法執行此菜單項

# Properties_Tools_UnlockFlyout_CloseForce.Content
source: Force to close
de_de: Schließen erzwingen
es: Fuerza para cerrar
fr_fr: Forcer à fermer
zh_hans: 强制终止应用
zh_hant: 強制關閉

# Properties_Tools_UnlockFlyout_CloseNormal.Content
source: Request to close
de_de: Schließen anfordern
es: Solicitud de cierre
fr_fr: Demande de fermeture
zh_hans: 请求关闭应用
zh_hant: 請求關閉

# Properties_Tools_UnlockFlyout_Text1.Text
source: How do you unlock the occupation?
de_de: Wie beenden Sie die Verwendung?
es: ¿Cómo desbloqueas la ocupación?
fr_fr: Comment débloquez-vous l'occupation?
zh_hans: 您要如何解除占用?
zh_hant: 你如何解鎖佔用?

# Properties_Tools_UnlockFlyout_Text2.Text
source: Click "Request to close" to notify the application that is using this file to exit, and the application can save all data
de_de: Klicken Sie auf "Schließen anfordern", um die Anwendung zu benachrichtigen, die diese Datei verwendet, zu schließen und die Anwendung kann alle Daten speichern.
es: Haga clic en "Solicitud de cierre" para notificar a la aplicación que está usando este archivo para salir, y la aplicación puede guardar todos los datos.
fr_fr: Cliquez sur "Demande de fermeture" pour avertir l'application qui utilise ce fichier de quitter, et l'application peut enregistrer toutes les données
zh_hans: 点击"请求关闭应用"将通知正在使用此文件的应用退出，应用可以保存所有数据
zh_hant: 單擊“請求關閉”以通知正在使用此文件的應用程序退出，並且該應用程序可以保存所有數據

# Properties_Tools_UnlockFlyout_Text3.Text
source: Click "Force to close" to exit the application immediately, and all unsaved data will be lost
de_de: Klicken Sie auf "Schließen erzwingen", um die Anwendung sofort zu beenden, und alle nicht gespeicherten Daten gehen verloren.
es: Haga clic en "Fuerza para cerrar" para salir de la aplicación inmediatamente y se perderán todos los datos no guardados.
fr_fr: Cliquez sur "Forcer la fermeture" pour quitter l'application immédiatement et toutes les données non enregistrées seront perdues
zh_hans: 点击"强制终止应用"将立即退出应用，所有未保存的数据都将丢失
zh_hant: 單擊“強制關閉”立即退出應用程序，所有未保存的數據都將丟失

# Properties_Details_CameraManufacturer
source: Camera manufacturer
de_de: Kamerahersteller
es: Fabricante de la cámara
fr_fr: Fabricant d'appareil photo
zh_hans: 相机制造商
zh_hant: 相機製造商

# Properties_Details_CameraModel
source: Camera model
de_de: Kameramodell
es: Modelo de cámara
fr_fr: Modèle d'appareil photo
zh_hans: 相机型号
zh_hant: 相機型號

# Properties_Details_Latitude
source: Latitude
de_de: Spielraum
es: Latitud
zh_hans: 纬度
zh_hant: 緯度

# Properties_Details_Longitude
source: Longitude
de_de: Längengrad
es: Longitud
zh_hans: 经度
zh_hant: 經度

# Properties_Details_PeopleNames
source: People names
de_de: Personennamen
es: Nombres de personas
fr_fr: Noms de personnes
zh_hans: 人名
zh_hant: 人名

# TaskListAllowParalledTask.Content
source: Allow parallel execution of tasks
de_de: Parallele Aufgabenausführung zulassen
es: Permitir la ejecución paralela de tareas
fr_fr: Autoriser l'exécution parallèle des tâches
zh_hans: 允许并行执行任务
zh_hant: 允許並行執行任務

# TaskListAlwaysOpenPanel.Text
source: Always pops up the panel after a new task was created
de_de: Bedienfeld soll immer erscheinen, nachdem eine neue Aufgabe erstellt wurde
es: Siempre aparece el panel después de crear una nueva tarea
fr_fr: Affiche toujours le panneau après la création d'une nouvelle tâche
zh_hans: 创建新任务后总是弹出此面板
zh_hant: 創建新任務後始終彈出面板

# TaskListCancelTaskButton.ToolTipService.ToolTip
source: Cancel this task
de_de: Aufgabe abbrechen
es: Cancelar esta tarea
fr_fr: Annuler cette tâche
zh_hans: 取消此任务
zh_hant: 取消此任務

# TaskListEmptyTip.Text
source: Empty
de_de: Leer
es: Vacío
fr_fr: Vider
zh_hans: 无内容
zh_hant: 空的

# TaskListPanelTitle.Text
source: Task list
de_de: Aufgabenliste
es: Lista de tareas
fr_fr: Liste de tâches
zh_hans: 任务列表
zh_hant: 任務列表

# TaskListRemoveTaskButton.ToolTipService.ToolTip
source: Remove this record
de_de: Aufnahme entfernen
es: Eliminar este registro
fr_fr: Supprimer cet enregistrement
zh_hans: 移除此记录
zh_hant: 刪除該記錄

# TaskList_From_Label
source: From
de_de: Von
es: Desde
fr_fr: De
zh_hans: 自
zh_hant: 來自

# TaskList_More_Items
source: more items
de_de: mehr Objekte
es: mas cosas
fr_fr: Plus d'articles
zh_hans: 更多项
zh_hant: 更多項目

# TaskList_OperationKind_Copy
source: Copy task
de_de: Aufgabe kopieren
es: Copiar tarea
fr_fr: Copier la tâche
zh_hans: 复制任务
zh_hant: 複製任務

# TaskList_OperationKind_Delete
source: Delete task
de_de: Aufgabe löschen
es: Eliminar tarea
fr_fr: Supprimer la tâche
zh_hans: 删除任务
zh_hant: 刪除任務

# TaskList_OperationKind_Move
source: Move task
de_de: Aufgabe verschieben
es: Mover tarea
fr_fr: Déplacer la tâche
zh_hans: 移动任务
zh_hant: 移動任務

# TaskList_OperationKind_Undo
source: Undo task
de_de: Aufgabe rückgängig machen
es: Deshacer tarea
fr_fr: Annuler la tâche
zh_hans: 撤销任务
zh_hant: 撤消任務

# TaskList_Task_Status_Cancelled
source: Cancelled
de_de: Abgebrochen
es: Cancelado
fr_fr: Annulé
zh_hans: 已取消
zh_hant: 已取消

# TaskList_Task_Status_Completed
source: Completed
de_de: Abgeschlossen
es: Terminado
fr_fr: Terminé
zh_hans: 已完成
zh_hant: 已完成

# TaskList_Task_Status_Error
source: Error
de_de: Fehler
fr_fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

# TaskList_Task_Status_Processing
source: Processing
de_de: Verarbeiten...
es: Procesando
fr_fr: Traitement
zh_hans: 正在处理
zh_hant: 處理中

# TaskList_Task_Status_Waiting
source: Waiting
de_de: Warten
es: Espera
fr_fr: En attendant
zh_hans: 正在等待
zh_hant: 等待中

# TaskList_To_Label
source: To
de_de: Nach
es: Para
fr_fr: À
zh_hans: 至
zh_hant: 至

# TaskList_OperationKind_Compression
source: Compression task
de_de: Komprimierungsaufgabe
es: Tarea de compresión
fr_fr: Tâche de compression
zh_hans: 压缩任务
zh_hant: 壓縮任務

# TaskList_OperationKind_Decompression
source: Decompression task
de_de: Dekomprimierungsaufgabe
es: Tarea de descompresión
fr_fr: Tâche de décompression
zh_hans: 解压任务
zh_hant: 解壓任務

# Toast_EnterBackground_Text_4
source: If you are plugged in, you can ignore this notification
de_de: Wenn Sie angeschlossen sind, können Sie diese Benachrichtigung ignorieren
es: Si está conectado, puede ignorar esta notificación
fr_fr: Si vous êtes connecté, vous pouvez ignorer cette notification
zh_hans: 如果您已接通电源，则可以忽略此通知
zh_hant: 如果您已插入電源，則可以忽略此通知

# Toast_EnterBackground_ActionButton
source: Activate
de_de: Aktivieren
es: Activar
fr_fr: Activer
zh_hans: 激活
zh_hant: 激活

# Toast_EnterBackground_Dismiss
source: Dismiss
de_de: Entlassen
es: Despedir
fr_fr: Rejeter
zh_hans: 消除
zh_hant: 屏除

# Url_Admin_DisplayType
source: Internet Shortcut
de_de: Internet-Verknüpfung
es: Acceso directo a Internet
fr_fr: Raccourci Internet
zh_hans: Internet快捷方式
zh_hant: Internet快捷方式

# SearchCompletedText
source: Search completed
de_de: Suche abgeschlossen
es: Búsqueda completada
fr_fr: Recherche terminée
zh_hans: 搜索完成
zh_hant: 搜索完成

# SearchProcessingText
source: Searching...
de_de: Suchen...
es: Buscando...
fr_fr: Recherche...
zh_hans: 正在搜索...
zh_hant: 正在搜尋...

# QueueDialog_DisplayProtectedSystemItemsWarning_Content
source: Hidden system files should not be modified, it is recommended not to turn on this switch, whether to continue?
de_de: Versteckte Systemdateien sollten nicht geändert werden. Es wird empfohlen, diesen Schalter nicht einzuschalten, um fortzufahren.
es: Los archivos ocultos del sistema no deben modificarse, se recomienda no activar este interruptor, ¿continuar?
fr_fr: Les fichiers système cachés ne doivent pas être modifiés, il est recommandé de ne pas activer ce commutateur, que vous souhaitiez continuer?
zh_hans: 隐藏的系统文件不应被修改，建议不要打开此开关，是否继续？
zh_hant: 隱藏的系統文件不應修改，建議不要打開此開關，是否繼續？

# SettingHideProtectedSystemItems.Text
source: Hide protected system files (Recommended)
de_de: Geschützte Systemdateien ausblenden (empfohlen)
es: Ocultar archivos de sistema protegidos (Recomendado)
fr_fr: Masquer les fichiers système protégés (Recommandé)
zh_hans: 隐藏受保护的系统文件(推荐)
zh_hant: 隱藏受保護的系統文件(推薦)

# TaskList_Task_Status_Preparing
source: Preparing
de_de: Vorbereiten
es: Preparando
fr_fr: En train de préparer
zh_hans: 准备中
zh_hant: 準備中

# Operate_Text_Copy
source: Copy
de_de: Kopieren
es: Dupdo
fr_fr: Copie
zh_hans: 复制
zh_hant: 複製

# CompressDialogAlgorithm.Header
source: Compression algorithm
de_de: Komprimierungsalgorithmus
es: Algoritmo de compresión
fr_fr: Algorithme de compression
zh_hans: 压缩算法
zh_hant: 壓縮算法

# TextViewer_EncodingCombo.PlaceholderText
source: Enter the name of encoding or codepage
de_de: Geben Sie den Namen der Codierung oder Codepage ein
es: Ingrese el nombre de la codificación o la página de códigos
fr_fr: Entrez le nom de l'encodage ou de la page de codes
zh_hans: 输入编码的名称或代码页
zh_hant: 輸入編碼或代碼頁的名稱

# TextViewer_EncodingCombo.Header
source: Text Encoding
de_de: Textcodierung
es: Codificacion de texto
fr_fr: Encodage de texte
zh_hans: 文本编码
zh_hant: 文字編碼

# TextEncodingDialog.Title
source: Select text encoding
de_de: Wählen Sie die Textcodierung
es: Seleccionar codificación de texto
fr_fr: Sélectionnez l'encodage de texte
zh_hans: 选择文本编码格式
zh_hant: 選擇文字編碼

# GroupHeader_EarlierThisMonth
source: Earlier this month
de_de: Früher in diesem Monat
es: A principios de este mes
fr_fr: Plus tôt ce mois-ci
zh_hans: 本月早些时候
zh_hant: 本月初

# GroupHeader_EarlierThisWeek
source: Earlier this week
de_de: Früher diese Woche
es: A principios de esta semana
fr_fr: Plus tôt cette semaine
zh_hans: 本周早些时候
zh_hant: 本週早些時候

# GroupHeader_EarlierThisYear
source: Earlier this year
de_de: Früher in diesem Jahr
es: A principios de este año
fr_fr: Plus tôt cette année
zh_hans: 今年早些时候
zh_hant: 今年早些時候

# GroupHeader_Huge
source: Huge
de_de: Enorm
es: Enorme
fr_fr: Énorme
zh_hans: 超大
zh_hant: 龐大

# GroupHeader_Larger
source: Larger
de_de: Größer
es: Más grande
fr_fr: Plus grand
zh_hans: 较大
zh_hant: 較大

# GroupHeader_LastMonth
source: Last month
de_de: Letzten Monat
es: El mes pasado
fr_fr: Le mois dernier
zh_hans: 上个月
zh_hant: 上個月

# GroupHeader_LastWeek
source: Last week
de_de: Letzte Woche
es: La semana pasada
fr_fr: La semaine dernière
zh_hans: 上个星期
zh_hant: 上個星期

# GroupHeader_LongTimeAgo
source: A long time ago
de_de: Vor langer Zeit
es: Hace mucho tiempo
fr_fr: Il y a longtemps
zh_hans: 很久以前
zh_hant: 很久以前

# GroupHeader_Medium
source: Medium
de_de: Mittel
es: Medio
fr_fr: Moyen
zh_hans: 中等
zh_hant: 中等

# GroupHeader_Others
source: Others
de_de: Andere
es: Otros
fr_fr: Autres
zh_hans: 其他
zh_hant: 其他

# GroupHeader_Smaller
source: Smaller
de_de: Kleiner
es: Mas pequeño
fr_fr: Plus petit
zh_hans: 较小
zh_hant: 較小

# GroupHeader_Today
source: Today
de_de: Heute
es: Hoy
fr_fr: Aujourd'hui
zh_hans: 今天
zh_hant: 今天

# GroupHeader_Unspecified
source: Unspecified
de_de: Nicht spezifiziert
es: Sin especificar
fr_fr: Non spécifié
zh_hans: 未指定
zh_hant: 未指定

# GroupHeader_Yesterday
source: Yesterday
de_de: Gestern
es: Ayer
fr_fr: Hier
zh_hans: 昨天
zh_hant: 昨天

# Operate_Text_GroupNone
source: None
de_de: Keiner
es: Ninguno
fr_fr: Rien
zh_hans: 无
zh_hant: 無

# EverythingQuestionDownloadLink
source: Download Everything
de_de: Laden Sie "Everything" herunter
es: Descarga "Everything"
fr_fr: Téléchargez "Everything"
zh_hans: 下载"Everything"
zh_hant: 下載"Everything"

# MainPage_QuickStart_Label
source: Quick Start
de_de: Schnellstart
es: Inicio Rápido
fr_fr: Démarrage Rapide
zh_hans: 快速启动
zh_hant: 快速啟動

# WebLinkTitle.Text
source: Websites
de_de: Webseiten
es: Sitios web
fr_fr: Sites Internet
zh_hans: 网站
zh_hant: 網站

# Operate_Text_Grouping
source: Group by
de_de: Gruppiere nach
es: Agrupar por
fr_fr: Grouper par
zh_hans: 分组依据
zh_hant: 分組依據

# MainPage_PageDictionary_Home_Label
source: Home Page
de_de: Startseite
es: Pagina de inicio
fr_fr: Page d'accueil
zh_hans: 主页
zh_hant: 主頁

# RootStorageFolderDisplayName
source: This PC
de_de: Dieser PC
es: Esta PC
fr_fr: Ce PC
zh_hans: 这台电脑
zh_hant: 這台電腦

# Drag_Tip_RunWith
source: Run with {Placeholder}
de_de: Mit {Placeholder} ausführen
es: Ejecutar con {Placeholder}
fr_fr: Exécuter avec {Placeholder}
zh_hans: 使用{Placeholder}运行
zh_hant: 用{Placeholder}運行

# BackgroundLightSliderLabel.Text
source: Adjust background brightness
de_de: Passen Sie die Hintergrundhelligkeit an
es: Ajustar el brillo del fondo
fr_fr: Ajuster la luminosité de l'arrière-plan
zh_hans: 调整背景亮度
zh_hant: 調整背景亮度

# Items_Description
source: items
de_de: Artikel
es: elementos
fr_fr: éléments
zh_hans: 个项目
zh_hant: 個項目

# QueueDialog_ImportConfigurationDataIncorrect_Content
source: Data verification failed, the configuration file cannot be imported
de_de: Datenüberprüfung fehlgeschlagen, die Konfigurationsdatei kann nicht importiert werden
es: La verificación de datos falló, el archivo de configuración no se puede importar
fr_fr: La vérification des données a échoué, le fichier de configuration ne peut pas être importé
zh_hans: 数据校验失败，无法导入该配置文件
zh_hant: 數據驗證失敗，無法導入配置文件

# QueueDialog_ImportConfigurationFailed_Content
source: Failed to import configuration with unexpected error
de_de: Fehler beim Importieren der Konfiguration mit unerwartetem Fehler
es: No se pudo importar la configuración con un error inesperado
fr_fr: Échec de l'importation de la configuration avec une erreur inattendue
zh_hans: 无法导入配置，出现意外错误
zh_hant: 導入配置失敗，出現意外錯誤

# QueueDialog_ImportConfigurationSuccess_Content
source: Successfully imported configuration
de_de: Konfiguration erfolgreich importiert
es: Configuración importada correctamente
fr_fr: Configuration importée avec succès
zh_hans: 导入配置成功
zh_hant: 成功導入配置

# SystemTip_ConfigRestartContent
source: Please restart the application to activate the new configuration. You can also continue to use this app, but some configurations may not take effect until the next time you start it
de_de: Bitte starten Sie die Anwendung neu, um die neue Konfiguration zu aktivieren. Sie können diese App auch weiterhin verwenden, einige Konfigurationen werden jedoch möglicherweise erst beim nächsten Start wirksam
es: Reinicie la aplicación para activar la nueva configuración. También puede seguir utilizando esta aplicación, pero es posible que algunas configuraciones no surtan efecto hasta la próxima vez que la inicie.
fr_fr: Veuillez redémarrer l'application pour activer la nouvelle configuration. Vous pouvez également continuer à utiliser cette application, mais certaines configurations peuvent ne prendre effet qu'au prochain démarrage.
zh_hans: 请重启本应用以激活新配置。您亦可以继续使用本应用，但部分配置可能在下一次启动时才会生效
zh_hant: 請重新啟動應用程序以激活新配置。 您也可以繼續使用此應用，但某些配置可能要等到下次啟動時才能生效。

# SystemTip_RestartTitle
source: Restart is required
de_de: Neustart ist erforderlich
es: Es necesario reiniciar
fr_fr: Un redémarrage est requis
zh_hans: 需要重新启动
zh_hant: 需要重啟

# SystemTip_FullTrustBusyTitle
source: Waiting for response
de_de: Auf Rückantwort warten
es: Esperando una respuesta
fr_fr: En attente d'une réponse
zh_hans: 正在等待响应
zh_hant: 正在等待響應

# SystemTip_FullTrustBusyContent
source: The auxiliary process is busy and cannot respond to new requests, please wait patiently
de_de: Der Hilfsprozess ist beschäftigt und kann nicht auf neue Anfragen reagieren. Bitte warten Sie geduldig
es: El proceso auxiliar está ocupado y no puede responder a nuevas solicitudes, espere pacientemente
fr_fr: Le processus auxiliaire est occupé et ne peut pas répondre aux nouvelles demandes, veuillez patienter
zh_hans: 辅助进程正忙，无法响应新的请求，请耐心等待
zh_hant: 輔助進程很忙，無法響應新請求，請耐心等待

# SystemTip_UpdateAvailableActionButton
source: Update now
de_de: Jetzt aktualisieren
es: Actualizar ahora
fr_fr: Mettez à jour maintenant
zh_hans: 立即更新
zh_hant: 現在更新

# SystemTip_UpdateAvailableContent
source: The latest update fixes some issues in the old version and provides functional enhancements
de_de: Das neueste Update behebt einige Probleme in der alten Version und bietet Funktionserweiterungen
es: La última actualización corrige algunos problemas en la versión anterior y proporciona mejoras funcionales.
fr_fr: La dernière mise à jour corrige certains problèmes dans l'ancienne version et fournit des améliorations fonctionnelles
zh_hans: 最新的更新修复了旧版本中存在的一些问题，并提供功能方面的增强
zh_hant: 最新更新修復了舊版本中的某些問題並提供了功能增強

# SystemTip_UpdateAvailableTitle
source: An Update is available
de_de: Eine Aktualisierung ist verfügbar
es: Hay una actualización disponible
fr_fr: Une mise à jour est disponible
zh_hans: 有可用的更新
zh_hant: 有可用的更新

# OfflineAvailabilityStatusText7
source: Syncing
de_de: Synchronisieren
es: Synchronisation
fr_fr: Synchronisation
zh_hans: 正在同步
zh_hant: 正在同步

# SendTo.Label
source: Send to
de_de: Senden an
es: Enviar a
fr_fr: Envoyer à
zh_hans: 发送到
zh_hant: 發送到

# SendTo_CreateDesktopShortcut
source: Desktop (Create shortcut)
de_de: Desktop (Verknüpfung erstellen)
es: Escritorio (crear acceso directo)
fr_fr: Bureau (Créer un raccourci)
zh_hans: 桌面 (创建快捷方式)
zh_hant: 桌面 (創建快捷方式)

# SendTo_Document
source: Document
de_de: Dokument
es: Documento
zh_hans: 文档
zh_hant: 文檔

# OfflineAvailabilityStatusText8
source: Not a OneDrive file
de_de: Keine OneDrive-Datei
es: No es un archivo de OneDrive
fr_fr: Pas un fichier OneDrive
zh_hans: 非OneDrive文件
zh_hant: 不是OneDrive文件

# QueueDialog_CouldNotLoadMedia_Content
source: The media file could not be loaded due to failure to read the file or other reasons
de_de: Die Mediendatei konnte aufgrund eines Fehlers beim Lesen der Datei oder aus anderen Gründen nicht geladen werden
es: El archivo multimedia no se pudo cargar debido a que no se pudo leer el archivo u otras razones
fr_fr: Le fichier multimédia n'a pas pu être chargé en raison d'un échec de lecture du fichier ou pour d'autres raisons
zh_hans: 由于读取文件失败或其他原因，无法加载媒体文件
zh_hant: 由於無法讀取媒體文件或其他原因，無法加載媒體文件

source: Development Version
de_de: Entwicklungsversion
es: Versión de desarrollo
fr_fr: Version de développement
zh_hans: 开发版本
zh_hant: 開發版本

source: Trial Version
de_de: Probeversion
es: Versión de prueba
fr_fr: Version d'essai
zh_hans: 试用版本
zh_hant: 試用版

# PdfPanelToggle.Label
source: Horizontal view mode
de_de: Horizontaler Ansichtsmodus
es: Modo de vista horizontal
fr_fr: Mode d'affichage horizontal
zh_hans: 水平查看模式
zh_hant: 水平檢視模式

# PdfZoom.Label
source: Zoom
de_de: Zoomen
zh_hans: 缩放
zh_hant: 變倍

# HashError
source: Calculation error
de_de: Berechnungsfehler
es: Error de cálculo
fr_fr: Erreur de calcul
zh_hans: 计算出错
zh_hant: 計算錯誤

# SecureArea_MustResetPath_Content
source: The storage location is lost and must be reset
de_de: Der Speicherort geht verloren und muss zurückgesetzt werden
es: La ubicación de almacenamiento se pierde y debe restablecerse
fr_fr: L'emplacement de stockage est perdu et doit être réinitialisé
zh_hans: 存储位置丢失，必须重新设置
zh_hant: 存儲位置丟失，必須重新設置

# SecureArea_StorageLocation_ChangeButton
source: Change location
de_de: Den Ort wechseln
es: Cambiar locación
fr_fr: Changer de lieu
zh_hans: 更改位置
zh_hant: 變更位置

# SecureArea_StorageLocation_Title
source: Storage location
de_de: Lagerort
es: Ubicación de almacenamiento
fr_fr: Emplacement de stockage
zh_hans: 存储位置
zh_hant: 存儲位置

# QueueDialog_SecureAreaTransferFileFailed_Content
source: File transfer failed. Some files could not be transferred. Please manually transfer to the new folder
de_de: Dateiübertragung fehlgeschlagen. Einige Dateien konnten nicht übertragen werden. Bitte manuell in den neuen Ordner übertragen
es: Error en la transferencia de archivos. Algunos archivos no se pudieron transferir. Transfiera manualmente a la nueva carpeta
fr_fr: Le transfert de fichier a échoué. Certains fichiers n'ont pas pu être transférés. Veuillez transférer manuellement vers le nouveau dossier
zh_hans: 文件传输失败。 部分文件无法传输。 请手动转移到新文件夹
zh_hant: 文件傳輸失敗。 某些文件無法傳輸。 請手動轉移到新文件夾

# Progress_Tip_Transfering
source: Transferring
de_de: Übertragen
es: Transfiriendo
fr_fr: Transfert
zh_hans: 正在转移
zh_hant: 正在轉移

# AttributeVersion.Text
source: Version
de_de: Fassung
es: Versión
zh_hans: 版本
zh_hant: 版本

# AlwaysOnTopLabel.Text
source: Always On Top
de_de: Immer oben
es: Siempre en la cima
fr_fr: Toujours au top
zh_hans: 悬浮于其他应用之上
zh_hant: 總在最前面

# AlwaysOnTop.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# AlwaysOnTop.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# QueueDialog_RemoveTopMostFailed_Content
source: Cannot remove this window from top most
de_de: Dieses Fenster kann nicht von oben entfernt werden
es: No se puede eliminar esta ventana de la parte superior más
fr_fr: Impossible de supprimer cette fenêtre du haut
zh_hans: 无法从最上方移除此窗口
zh_hant: 無法從最上方移除此窗口

# QueueDialog_SetTopMostFailed_Content
source: Cannot set this window to the top most
de_de: Dieses Fenster kann nicht ganz nach oben gesetzt werden
es: No se puede establecer esta ventana en la parte superior más
fr_fr: Impossible de définir cette fenêtre au maximum
zh_hans: 无法将此窗口设置为最顶部
zh_hant: 無法將此窗口設置為最頂部

# QueueDialog_UnauthorizedUndo_Content
source: RX does not have permission to undo this item, the undo operation could not be completed
de_de: RX hat keine Berechtigung zum Rückgängigmachen dieses Elements, der Rückgängig-Vorgang konnte nicht abgeschlossen werden
es: RX no tiene permiso para deshacer este elemento, la operación de deshacer no se pudo completar
fr_fr: RX n'a pas la permission d'annuler cet élément, l'opération d'annulation n'a pas pu être terminée
zh_hans: RX无权撤销此对象，撤销操作未能完成
zh_hant: RX無權撤消此項，撤消操作無法完成

# QueueDialog_UndoFailForNotExist_Content
source: Since some files/folders no longer exist, the undo operation could not be completed
de_de: Da einige Dateien/Ordner nicht mehr vorhanden sind, konnte der Rückgängig-Vorgang nicht abgeschlossen werden
es: Dado que algunos archivos / carpetas ya no existen, la operación de deshacer no se pudo completar
fr_fr: Étant donné que certains fichiers/dossiers n'existent plus, l'opération d'annulation n'a pas pu être terminée
zh_hans: 部分文件/文件夹不存在，撤销操作未能完成
zh_hant: 由於某些文件/文件夾不再存在，無法完成撤消操作

# SettingKeyboardGuideContent.Text
source: Contains guidance for all keyboard shortcuts supported by this app
de_de: Enthält Anleitungen für alle Tastaturkürzel, die von dieser App unterstützt werden
es: Contiene orientación para todos los atajos de teclado compatibles con esta aplicación
fr_fr: Contient des conseils pour tous les raccourcis clavier pris en charge par cette application
zh_hans: 包含此应用程序支持的所有键盘快捷键的指南
zh_hant: 包含此應用程序支持的所有鍵盤快捷鍵的指南

# SettingKeyboardGuideTitle.Text
source: Keyboard shortcut guide
de_de: Anleitung für Tastaturkürzel
es: Guía de atajos de teclado
fr_fr: Guide des raccourcis clavier
zh_hans: 键盘快捷键指南
zh_hant: 鍵盤快捷鍵指南

# SettingLogContent.Text
source: Export the log files for developers to analyze related issues
de_de: Exportieren Sie die Protokolldateien für Entwickler, um verwandte Probleme zu analysieren
es: Exporte los archivos de registro para que los desarrolladores analicen problemas relacionados
fr_fr: Exportez les fichiers journaux pour que les développeurs analysent les problèmes associés
zh_hans: 导出日志文件供开发者分析相关问题
zh_hant: 導出日誌文件供開發者分析相關問題

# SettingLogTitle.Text
source: Log file
de_de: Logdatei
es: Archivo de registro
fr_fr: Fichier journal
zh_hans: 日志文件
zh_hant: 日誌文件
